// index 数据
export default {
  "categories": [
    {
      "id": 1,
      "name": "AI平台与基础设施",
      "icon": "🔧",
      "description": "包含 300 个站点",
      "file": "1_ai平台与基础设施.js"
    },
    {
      "id": 2,
      "name": "AI大模型",
      "icon": "🧠",
      "description": "包含 38 个站点",
      "file": "2_ai大模型.js"
    },
    {
      "id": 3,
      "name": "AI开发工具",
      "icon": "🛠️",
      "description": "包含 59 个站点",
      "file": "3_ai开发工具.js"
    },
    {
      "id": 4,
      "name": "AI图像生成",
      "icon": "🎨",
      "description": "包含 25 个站点",
      "file": "4_ai图像生成.js"
    },
    {
      "id": 5,
      "name": "AI视频与音频",
      "icon": "🎬",
      "description": "包含 43 个站点",
      "file": "5_ai视频与音频.js"
    },
    {
      "id": 6,
      "name": "AI生产力工具",
      "icon": "⚙️",
      "description": "包含 43 个站点",
      "file": "6_ai生产力工具.js"
    },
    {
      "id": 7,
      "name": "AI研究与社区",
      "icon": "🔬",
      "description": "包含 27 个站点",
      "file": "7_ai研究与社区.js"
    },
    {
      "id": 8,
      "name": "AI创业和投资",
      "icon": "💼",
      "description": "包含 34 个站点",
      "file": "8_ai创业和投资.js"
    }
  ]
}